Repository: common-repository/woteu-press
Catalog: languages/woteu-press-*.po
Languages: nl_nl

source: Client Language
nl_nl: Taal client

source: Title
nl_nl: Titel

source: Nickname
nl_nl: Speelnaam

source: Profile Link
nl_nl: Profiel link

source: Nickname not specified
nl_nl: Speelnaam is niet geregistreerd.

source: Battles fought
nl_nl: Aantal Gevechten

source: Personal rating
nl_nl: Persoonlijke Rang

source: Hits
nl_nl: Treffers

source: Victories
nl_nl: Overwinningen

source: Defeats
nl_nl: Verliezen

source: Draws
nl_nl: Gelijkspel

source: Total experience
nl_nl: Totaal ervaring

source: Average experience per battle
nl_nl: Gemiddelde ervaring per ronde

source: Maximum experience per battle
nl_nl: Maximale ervaring per ronde

source: Vehicles destroyed
nl_nl: Voertuigen vernietigd

source: Shots fired
nl_nl: Schoten gelost

source: Maximum destroyed in battle
nl_nl: Maximaal vernietigd in een ronde

source: Maximum damage caused per battle
nl_nl: Maximaal schade toegebracht per ronde

source: Hit ratio
nl_nl: Treffer ratio

source: Base capture points
nl_nl: Basis inname punten

source: Base defense points
nl_nl: Basis verdedigings punten

source: Penetrations
nl_nl: Penetrties

source: Battles survived
nl_nl: Ronden overleeft
